{
  "publish": {
    "publish_pages_app": true,
    "publish_sha": "",
    "publish_iso_date": ""
  },
  "users": [],
  "project": {
    "github_org": "tpigott02",
    "title": "C'etait",
    "description": "c'etait  il y a quatre ans",
    "language": "en",
    "slug": "cetait",
    "creator": "tpigott02",
    "authors": "",
    "media_player": "avannotate",
    "auto_populate_home_page": true,
    "additional_users": [],
    "tags": {
      "tagGroups": [
        {
          "category": "Scenes (Sound)",
          "color": "#ADFFD9"
        },
        {
          "category": "Scenes (Image)",
          "color": "#ADFEFF"
        },
        {
          "category": "Dialogues Français",
          "color": "#99E6FF"
        },
        {
          "category": "English Subtitles",
          "color": "#88C9F2"
        },
        {
          "category": "Props",
          "color": "#99AFF2"
        },
        {
          "category": "Info on Props",
          "color": "#B3B3E6"
        },
        {
          "category": "Other research",
          "color": "#C195DB"
        },
        {
          "category": "Filmic element",
          "color": "#DA9ECF"
        },
        {
          "category": "Analysis",
          "color": "#F2A7C3"
        }
      ],
      "tags": [
        {
          "tag": "Credits over a mournful jazz song which is diegetic to the film, playing out of a small, desktop radio",
          "category": "Scenes (Sound)"
        },
        {
          "tag": "Kodjo begins to hear African drumming, but it's unclear if the sound is diegetic or not, as he looks directly at the radio. It becomes diegetic as he flashes back to a memory of dancing in Africa. The song is not entirely synchronized with the image during the dance sequence.",
          "category": "Scenes (Sound)"
        },
        {
          "tag": "The drumming stops",
          "category": "Scenes (Sound)"
        },
        {
          "tag": "Knocking at the door announces Beck's arrival",
          "category": "Scenes (Sound)"
        },
        {
          "tag": "African drumming can be heard again, which continues over the end title",
          "category": "Scenes (Sound)"
        },
        {
          "tag": "Credits",
          "category": "Scenes (Image)"
        },
        {
          "tag": "Kodjo shown studying alone in a small boardhouse or hotel in an unnamed Francophone European city, presumably Paris.",
          "category": "Scenes (Image)"
        },
        {
          "tag": "Flashback to unnamed sub-Saharan African country with a group of drummers and singers, where Kodjo is shown dancing with a young woman.",
          "category": "Scenes (Image)"
        },
        {
          "tag": "Kodjo is shown again in his room and attempts to dance as in the flashback, not managing to do so.",
          "category": "Scenes (Image)"
        },
        {
          "tag": "Beck enters holding vinyl records, which Kodjo and she discuss before settling on listening to Beethoven.",
          "category": "Scenes (Image)"
        },
        {
          "tag": "End title",
          "category": "Scenes (Image)"
        },
        {
          "tag": "“AVERTISSEMENT : C’est à dessein que je n’ai pas voulu situer l’action de la deuxième partie dans une région bien déterminée de l’Afrique Noir. Paris 28 février 1955”",
          "category": "Dialogues Français"
        },
        {
          "tag": "\"C'était il y a quatre ans déjà\"",
          "category": "Dialogues Français"
        },
        {
          "tag": "\"Entrez\"",
          "category": "Dialogues Français"
        },
        {
          "tag": "\"Non non arrête Kodjo, tu vas faire casser les disques\"",
          "category": "Dialogues Français"
        },
        {
          "tag": "\"Bonsoir Kodjo\"",
          "category": "Dialogues Français"
        },
        {
          "tag": "\"Bonsoir Beck\"",
          "category": "Dialogues Français"
        },
        {
          "tag": "\"Je ne te dérange pas trop ?\"",
          "category": "Dialogues Français"
        },
        {
          "tag": "\"Non\"",
          "category": "Dialogues Français"
        },
        {
          "tag": "\"N'est-ce pas jour de concert aujourd'hui?\"",
          "category": "Dialogues Français"
        },
        {
          "tag": "\"Par quoi veux-tu que je commence ? Ravel ? Debussy ? Mozart ?\"",
          "category": "Dialogues Français"
        },
        {
          "tag": "\"Ce que tu veux\"",
          "category": "Dialogues Français"
        },
        {
          "tag": "\"Ben, ce soir je vais te faire entendre la quatrième symphonie de Beethoven\"",
          "category": "Dialogues Français"
        },
        {
          "tag": "“Warning: it was my intention to not set the action of the second part in a specific region of Black Africa. Paris February 28th, 1955.”",
          "category": "English Subtitles"
        },
        {
          "tag": "\"Four years ago already\"",
          "category": "English Subtitles"
        },
        {
          "tag": "\"Come in\"",
          "category": "English Subtitles"
        },
        {
          "tag": "\"No no stop it, Kodjo. You're gonna break the records\"",
          "category": "English Subtitles"
        },
        {
          "tag": "\"Good evening, Kodjo\"",
          "category": "English Subtitles"
        },
        {
          "tag": "\"Good evening, Beck\"",
          "category": "English Subtitles"
        },
        {
          "tag": "\"I'm not bothering you too much?\"",
          "category": "English Subtitles"
        },
        {
          "tag": "\"No\"",
          "category": "English Subtitles"
        },
        {
          "tag": "\"Isn't today concert day?\"",
          "category": "English Subtitles"
        },
        {
          "tag": "\"What do you want me to start with? Ravel? Debussy? Mozart?\"",
          "category": "English Subtitles"
        },
        {
          "tag": "\"Whatever you want\"",
          "category": "English Subtitles"
        },
        {
          "tag": "\"Tonight I'm going to play Beethoven's fourth symphony for you.\"",
          "category": "English Subtitles"
        },
        {
          "tag": "Close-up shot showing two crocodile or alligator skins mounted on the wall as décor.",
          "category": "Props"
        },
        {
          "tag": "Medium shot showing a statue of a head of an African woman on top of a low black bookcase. The camera slowly zooms in on the statue until it becomes a big close-up.",
          "category": "Props"
        },
        {
          "tag": "A small sink and washing-up area shown in a medium close-up, then the camera pans down to show pans on the floor alongside the sink.",
          "category": "Props"
        },
        {
          "tag": "Medium close-up on Kodjo's feet under a desk, showing sandals and socks with toe hole",
          "category": "Props"
        },
        {
          "tag": "Close-up on a book which Kodjo is reading (La crise de conscience européenne)",
          "category": "Props"
        },
        {
          "tag": "Close-up on Kodjo's notes, reading \"La crise de conscience de l'Africain occidentalisé ??\"",
          "category": "Props"
        },
        {
          "tag": "A lamp in the form of an African head in the mid-ground of medium close-up of Kodjo rolling a cigarette",
          "category": "Props"
        },
        {
          "tag": "La Crise de Conscience Européenne (1935), Paul Hazard (1878-1944), French critic, scholar, and historian. Hazard is most known for La Crise and the follow up La Pensée européenne au XVIIIème siècle, de Montesquieu à Lessing (1946), focusing on the intellectual history of the enlightenment (NYRB). The book seems to focus on the naissant conflict between Enlightenment values and their predecessors. \"One day, the French people, almost to a man, were thinking like Bossuet. The day after, they were thinking like Voltaire. No ordinary swing of the pedulum, that. It was a revolution\" (Hazard, XV). In the first chapter Hazard highlights the transformative effect that travel had on the beliefs of Europeans at this time: \"They arrived, these apostles from distant lands with their strange beliefs and customs, their laws, their own peculiar sense of values. They made a deep impression on a Europe only too eager to question them on their history and their religion\" (Hazard, 12). This continued contact via travel Hazard argues is the beginning of a revolution in the European understanding of not only European civilization, but civilization as a whole. \"The upshot of it all was that any man, however narrow and unimaginative, must have had it borne in upon him from his narrative that far away in distant Asia there were human beings in no way inferior to himself, however widely their mode of life might differ from his own. The notion of 'superiority' on which he had hitherto been brought up, as it were, was no longer valid. Henceforth he must think in other terms. 'Difference' not 'superiority' was the appropriate word; a striking psychological readjustment. Yes, in Persia everything is different... Now, these Persians are not barbarians\" (Hazard, 19).",
          "category": "Info on Props"
        },
        {
          "tag": "\"La Crise de Conscience de L'Africain occidentalisé??\" draws a parallel between Hazard's work and possible works of Kodjo (or Vieyra). Rather than reorienting one's understanding of the world and foreigners from inferior to equal, perhaps Vieyra here is arguing for the reverse, that the approaching end of colonization demands a reevaluation of the self rather than foreigners in light of the end of a system which cast the colonized as inferiors. Vieyra here may be hinting here the need for a revolution in thought just akin to how the Enlightenment revolutionized European thought. Kodjo in some ways also parallels the travellers mentioned by Hazard, as a West African student presumably studying in France.",
          "category": "Info on Props"
        },
        {
          "tag": "Medium shot of Kodjo with a radio facing him in the foreground on the left of the shot and the lamp in the form of an African woman facing him on the right of the shot. Kodjo is shown filling his pipe with tobacco and holding it to his mouth",
          "category": "Props"
        },
        {
          "tag": "Medium close-up on Kodjo's bare, dancing feet",
          "category": "Props"
        },
        {
          "tag": "Close-up of drum being played",
          "category": "Props"
        },
        {
          "tag": "Medium close-up on Kodjo's bare, dancing feet",
          "category": "Props"
        },
        {
          "tag": "Close-up of drum being played",
          "category": "Props"
        },
        {
          "tag": "Medium close-up on the woman's bare, dancing feet",
          "category": "Props"
        },
        {
          "tag": "Close-up of drum being played",
          "category": "Props"
        },
        {
          "tag": "In a medium long shot of Kodjo trying to dance and sing, the camera pans down to show his socked foot having fallen outside of his sandal",
          "category": "Props"
        },
        {
          "tag": "Beck is shown in a medium shot opening the record player, flipping through records, and putting one on",
          "category": "Props"
        },
        {
          "tag": "Beck tugs on Kodjo's sock with a hole in it before joining him on the bed",
          "category": "Props"
        },
        {
          "tag": "Brief mention in Présence Africaine by fellow filmmaker Sarah Maldoror, https://www.jstor.org/stable/24431143",
          "category": "Other research"
        },
        {
          "tag": "Metioned in the Journal of Cinema and Media Studies in the article, \"First Comes the Ear\"  by Mélissa Gélinas,  https://www.jstor.org/stable/26742021",
          "category": "Other research"
        },
        {
          "tag": "Mentioned in \"Senegal: The triumph of skill over adversity\" by Santorri Chamley, https://www.tandfonline.com/doi/pdf/10.1080/03064229108535060",
          "category": "Other research"
        },
        {
          "tag": "Metioned in \"RETORNO, CAPTURA, ABERTURA:\nCOSMOPOÉTICAS DO COMUM NO CINEMA DE PAULIN SOUMANOU VIEYRA\" by Marcelo R.S. Ribeiro, https://scholar.google.com.br/citations?view_op=view_citation&hl=en&user=IZI6I4YAAAAJ&citation_for_view=IZI6I4YAAAAJ:pqnbT2bcN3wC, \" IN PORTUGESE, excerpt via google translate: \"Vieyra's engagement in the fight against colonialism involves meeting migrants from other parts of Africa under French colonization,\nwhile exile in Paris, where he will make his first films. His directorial debut was with C'était il ya quatre ans (1954), a course conclusion\nwork presented at the Institut des hautes études cinématographiques (created in 1943, now École nationale supérieure des métiers\nde l'image et du son – La Fémis ), where he had been admitted in 1952, becoming the first African student to graduate from the\ninstitution. In metropolitan exile, Vieyra also directed the best-known Afrique sur Seine (1955), co-directed with Mamadou Sarr and in\ncollaboration with Jacques Mélo Kane and Robert Caristan, from Groupe Africain du Cinéma. According to Bamba (2008, p. 219), this\nfilm “marks the great turning point in the anti-colonialist conquest”, since, if “[t]he cinematic experience in Africa begins with the colonial\nperiod, […] the history of African cinema is far from being confused with colonial cinema”, and its beginnings tend to be associated\nwith “[f]ilms made by Africans and which thus break with the tradition of colonial propaganda films” (Bamba, 2008, p. 218). This is\nwhat defines, at least in part, the “turn” of Afrique sur Seine, which elaborates a black African perspective on Paris, understood as the\n“capital of black Africa”, in the terms of the film, which seeks there for evidence of encounters and relations between Africans and\nEuropeans in terms different from those that define colonial dynamics.\n\"",
          "category": "Other research"
        },
        {
          "tag": "Kodjo goes in and out of focus to signal transition to flashback of Africa, after hearing the drumming",
          "category": "Filmic element"
        },
        {
          "tag": "Kodjo goes in and out of focus coming back to his room in Paris",
          "category": "Filmic element"
        },
        {
          "tag": "Kodjo goes in and out of focus as he begins to hear the drumming again rather than Beethoven's 4th Symphony",
          "category": "Filmic element"
        },
        {
          "tag": "The composition of the shot of Beck entering mirrors the style of French films from the inter-war and wartime period, as can be seen in this similar frame from the 1933 film La tête d'un homme (cinematographer Armand Thirard), as well as the additional provided frame from Le corbeau (1943, cinematographer Nicolas Hayer). This demonstrates a significant French influence on Vieyra's filmmaking style within this film itself, a graduation film for his diploma from IDHEC. <iframe src=\"https://drive.google.com/file/d/1O13-axSKdDsGYT7CB6ySv3Ny8Dy_1PCU/preview\" width=\"640\" height=\"480\" allow=\"autoplay\"></iframe>",
          "category": "Filmic element"
        },
        {
          "tag": "<iframe src=\"https://drive.google.com/file/d/1HyoMKeX7SqtwMkW-ywjCpGKWzJ7LcyIq/preview\" width=\"640\" height=\"480\" allow=\"autoplay\"></iframe>",
          "category": "Filmic element"
        },
        {
          "tag": "This close-up on Vieyra's notes seems to resemble a similar shot from Panique (1946, cinematographer Nicolas Kayer), again highlighting the aesthetic tradition of Vieyra's training. <iframe src=\"https://drive.google.com/file/d/1mXAvngiogOL5mZkvmuvTT4e1AuWt27K8/preview\" width=\"640\" height=\"480\" allow=\"autoplay\"></iframe>",
          "category": "Filmic element"
        },
        {
          "tag": "When Kodjo begins hearing the African drumming, he is physically in the space of his presumably French room. Because the sound of the drumming precedes the flashback of the sequence taking place four years previously in West Africa, this implies a separation between Kodjo's physical situation in the space of Europe and his internal relationship to place. In looking at the radio prior to the image changing to show the flashback itself, Kodjo cements his experience of this mental space as physical: living two spaces at once, one sub-Saharan African and one European.",
          "category": "Analysis"
        },
        {
          "tag": "As Kodjo and Beck begin to listen to Beethoven together, Kodjo is physically living a moment anchored in a profound Europeanness with foundational sounds of European musical culture playing from the record, curled up with a young European woman and situated tangibly within Europe. Nonetheless, his mind causes him the sensation of hearing the African drumming of his flashback once more, to the point of bobbing his head to this music rather than that of Beethoven: he is unable to fully embody this European physical environment because of his mental attachment to his lived experiences in Africa.",
          "category": "Analysis"
        },
        {
          "tag": "After the flashback sequence, Kodjo attempts to make tangible his internal belonging to African space through dance. However, he is dressed in Western-style clothing, including socks with sandals. The sandals, in particular, trip him as he tries to externalize his mental space; this indicates the impossibility of blending these spaces, though they are existing alongside one another inevitably in Kodjo's life. Vieyra is able to construct this sense of cultural proximity yet separation through his use of mise-en-scène, which help to make concrete the internal struggle that Kodjo faces for the specifically European audience of his film. For example,  Vieyra's juxtaposition of the bare, dancing feet of the flashback sequence in Africa, this moment where his socked and sandaled feet constrain him, and Beck's tugging on his sock with a hole in it, combine to render visible the impossible task of living out either a wholly African or European present",
          "category": "Analysis"
        },
        {
          "tag": "Another example of the rejection of Kodjo's attempts to embody the spirit of the flashback space is when he greets Beck. Following the flashback sequence, where Kodjo is dancing emphatically and in great physical proximity to a young African woman, Beck's arrival is Kodjo's next opportunity for human closeness. He picks Beck up and twirls her around, which she reprimands in the interest of protecting her records from damage. Rather than reflecting physical, human contact and proximity, Beck privileges retraint and deference: the safety of her records prevails over the warmth of Kodjo's embrace. Once she puts the records down, they merely rub noses, which does not quite match the original physicality of Kodjo's embrace. Even as they lay down together at the end of the film, indeed a moment of closeness, she joins him rather rigidly, laying next to him with little movement, punctuated by the classic, highly controlled sounds of the Beethoven record",
          "category": "Analysis"
        },
        {
          "tag": "The production of the flashback sequence that the introductory note situates in a non-descript location of sub-Saharan Africa is a mise-en-abîme of the larger impossibility of producing an entirely African space from abroad that runs through this film. Because it was not feasible (in terms of budget, time, or legality, per the Laval Decree still in force) to actually film this sequence in Africa, the flashback is filmed on a soundstage that approximates the character's African homeland. In a technical sense, as well, this impossibility is highlighted by the issue of synchronizing the sound with the image of the sequence, as the drumming and singing heard does not correspond with the movements of the African characters shown. In trying to represent this marking moment of Africanness for Kodjo, Vieyra is blocked through technical limitations and colonial ones, despite his apparent original concept of making the African sequence even sound as if it were actually outside, contrasting with the other, indoor sequences' sound, according to notes preserved in the Vieyra archives at Indiana University's Black Film Center & Archive. All of this is besides the fact that the pan-African positioning of the film would likely be most convincing to its European main audience, generally unable to recognize or understand the precise provenance of the singing or dancing depicted in this sequence. This underscores that the kinds of African and European identities represented in the film exist in relation to one another rather than in fixity among the depiction of intersecting, patchwork space through the film more generally",
          "category": "Analysis"
        },
        {
          "tag": "What appear to be the skins of small crocodiles are shown mounted on the wall against the white wallpaper with a flower motif. There are several African-signifying elements of mise-en-scène in his bedroom that stand out to a Western viewer of this film, like these skins, in addition to a statue and a lamp showing Black figures. Within the world of the film, Kodjo's decoration of the room is the manifestation of a patchwork environment, including objects that render visible an Africanness within a European space more largely with them necessarily blending but existing alongside one another. By including these elements of the decor, it is one way that Vieyra suggests Kodjo's ties to Africa and make legible his partial sense of cultural distance from his receiving country for the primarily European audience. In other words, Vieyra uses the physical juxtaposition of European and African-coded elements to mirror an internal disposition of patchworking, wherein elements of European culture exist alongside African culture for Kodjo, leading to the \"crise de conscience de l'African occidentalisé??\" that Kodjo references in his school notes",
          "category": "Analysis"
        },
        {
          "tag": "Zoom, camera movement, and varied depth of field are used throughout the film to demonstrate the disconnect of Kodjo from the world around him and likely his internal experience related to living between two cultural worlds. Here, zoom is first used to capture Kodjo in close-up in a state of complete nostalgia, before bringing the world around him back into focus, and Kodjo out of focus, as Beck enters the room. Kodjo is in the room, although zoom demonstrates that he is not truly present. As the camera zooms on Kodjo in his nostalgia, it is possible that the loss of focus is not intentional; however, when Kodjo first hears the drums of his flashback, he teeters in and out of focus as well, stylistically signaling the passage from one area of his internal 'patchwork' to the next",
          "category": "Analysis"
        },
        {
          "tag": "Here, camera movement and depth of field are used again, although this time in conjunction with props. Beck is shown in the foreground with her records and player in complete focus. In contrast, the background remains out of focus and contains Kodjo alongside several symbols pointing towards him being African (including the animal skins and the sculpture), creating for the viewer a physical manifestation of this patchwork space, where Beck and Kodjo exist together alongside Beethoven and African-signifying decor. Indeed, as the camera tracks and pans to follow Beck approaching Kodjo to lay down with him, the camera noticeably moves upward to include the African statue in the first shot of them in bed together, foreshadowing the continued African aspect internal to Kodjo as the European tenor of the space heightens with the music",
          "category": "Analysis"
        },
        {
          "tag": "Between the resonances in Vieyra's style in this film with those of other French cinematographers in the 1930s and 1940s, his work itself demonstrates the patchwork created by colonization: Vieyra, an African person, utilizes similar aesthetic features to those even present in films considered collaborationist (Le Corbeau) to construct a statement on the transformation of spaces as an impact of colonialism, including its internal, affective consequences.",
          "category": "Analysis"
        }
      ]
    },
    "created_at": "2024-10-23T15:38:31.016Z",
    "updated_at": "2024-10-23T15:50:04.058Z"
  }
}